export const superheroes = [
    {
        id: 1,
        name: "Бэтмен",
        universe: "DC Comics",
        occupation: "борец с преступностью, миллиардер.",
        superPower: "интеллект, обширные познания, знания боевых искусств, ловкость.",
        url: "./assets/image/batman.jpg",
        detailedDescription: "Подробнее: по популярности Бэтмен может сравниться только с Суперменом. Его образ кажется очень мистическим и мрачным. Его биография настолько же темна, как и образ. В детстве у него на глазах убили родителей, и юный Брюс поклялся всеми силами защищать родной Готэм от преступности."
    },
    {
        id: 2,
        name: "Чудо-женщина",
        universe: "DC Comics",
        occupation: "супергероиня, секретарь-референт.",
        superPower: "сверхчеловеческая сила искорость, выносливость, полет.",
        url: "./assets/image/chudo-woman.jpg",
        detailedDescription: "Подробнее:  Принцесса-амазонка родилась на мистическом острове Темескира. Свое настоящее имя — Диана — она получила в честь древнегреческой богини охоты, а суперспособности — от богини любви Афродиты. Растили героиню в исключительно женском обществе, поэтому Чудо-женщина часто появляется в культуре как символ феминизма."
    },
    {
        id: 3,
        name: "Халк",
        universe: "Marvel Comics",
        occupation: "борец за справедливость, ученый-биохимик.",
        superPower: "сверхчеловеческая сила искорость, выносливость, полет.",
        url: "./assets/image/halk.jpg",
        detailedDescription: "Прошлое у Халка — хуже некуда: отец страдал от алкоголизма, а мать пыталась всеми силами уберечь сына от мужа. В итоге она погибла. Брюс вырос в чрезвычайно одаренного. Пошел в науке по стопам отца и выбрал ядерную физику. Во время эксперимента он ввел себе пробную сыворотку. Беннер превратился в мускулистого гиганта."
    },
    {
        id: 4,
        name: "Чёрная вдова",
        universe: "Marvel Comics",
        occupation: "супергероиня, шпионка.",
        superPower: "пик человеческого физического потенциала, замедленное старение, знание языков.",
        url: "./assets/image/vdova.jpg",
        detailedDescription: "Подробнее:  супергероиня родилась предположительно в 1928 году в Сталинграде. Повзрослев, Наташа попала в организацию «Красная Комната», где была частью шпионской программы.Там же ей вживили сыворотку Суперсолдата. Благодаря ей Наташа имеет: силу, гибкость, скорость, ловкость и т. д."
    },
    {
        id: 5,
        name: "Супермен",
        universe: "DC Comics",
        occupation: "борец за справедливость.",
        superPower: "непробиваемость, суперсила, полет, самоисцеление, суперзрение и суперслух.",
        url: "./assets/image/superman.jpg",
        detailedDescription: "Супермен героем родился, но вынужден был изображать выходца из бедной канзасской семьи. Последний представитель планеты Криптон был отправлен на Землю прямо перед тем, как его родина была уничтожена."
    },
    {
        id: 6,
        name: "Человек-паук",
        universe: "Marvel Comics",
        occupation: "борец за справедливость, студент, фотограф.",
        superPower: "сверхчеловеческие рефлексы, «паучье чутье», способность прилепляться к твердым поверхностям, производство паутины.",
        url: "./assets/image/man-pauk.jpg",
        detailedDescription: "Человек-паук родился от потребности Marvel Comics создать героя-подростка. Пятнадцатилетний Питер Паркер дал понять всем тинейджерам Земли, что можно и злодеев уничтожить, и на красавице жениться. Для этого даже не обязательно быть суперкрасавчиком!"
    }
]